Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Open iCloud Settings
de: iCloud-Einstellungen öffnen
es: Abrir ajustes de iCloud
fr: Ouvrir les réglages iCloud
it: Apri le impostazioni di iCloud
ja: iCloudの設定を開く
ko: iCloud 설정 열기
pt_br: Abrir ajustes do iCloud
ru: Открыть настройки iCloud
zh_hans: 打开 iCloud 设置

source: Open Notification Settings
de: Benachrichtigungseinstellungen öffnen
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages de notifications
it: Apri le impostazioni delle notifiche
ja: 通知設定を開く
ko: 알림 설정 열기
pt_br: Abrir ajustes de notificações
ru: Открыть настройки уведомлений
zh_hans: 打开通知设置

source: Open Pre Workout Context
de: Pre-Workout-Kontext öffnen
es: Abrir contexto previo al entrenamiento
fr: Ouvrir le contexte d'avant-séance
it: Apri il contesto pre-allenamento
ja: ワークアウト前の状態を開く
ko: 운동 전 컨디션 열기
pt_br: Abrir contexto pré-treino
ru: Открыть состояние перед тренировкой
zh_hans: 打开训练前状态

source: Open Profile
de: Profil öffnen
es: Abrir perfil
fr: Ouvrir le profil
it: Apri profilo
ja: プロフィールを開く
ko: 프로필 열기
pt_br: Abrir perfil
ru: Открыть профиль
zh_hans: 打开个人资料

source: Open Rest Timer
de: Pausentimer öffnen
es: Abrir temporizador de descanso
fr: Ouvrir le minuteur de repos
it: Apri il timer di recupero
ja: 休憩タイマーを開く
ko: 휴식 타이머 열기
pt_br: Abrir cronômetro de descanso
ru: Открыть таймер отдыха
zh_hans: 打开休息计时器

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
zh_hans: 打开设置

source: Open Settings Apps
de: Einstellungen › Apps öffnen
es: Abrir Ajustes › Apps
fr: Ouvrir Réglages › Apps
it: Apri Impostazioni > App
ja: 設定アプリを開く
ko: 설정 > 앱 열기
pt_br: Abrir Ajustes › Apps
ru: Открыть Настройки → Приложения
zh_hans: 打开“设置”中的应用

source: Open Today's Plan
de: Heutigen Plan öffnen
es: Abrir el plan de hoy
fr: Ouvrir le plan du jour
it: Apri la scheda di oggi
ja: 今日のプランを開く
ko: 오늘의 플랜 열기
pt_br: Abrir o plano de hoje
ru: Открыть план на сегодня
zh_hans: 打开今天的计划

source: Open Training Condition History
de: Verlauf der Trainingsbedingungen öffnen
es: Abrir historial de condiciones de entrenamiento
fr: Ouvrir l'historique des conditions d'entraînement
it: Apri la cronologia delle condizioni di allenamento
ja: トレーニングコンディションの履歴を開く
ko: 훈련 상황 기록 열기
pt_br: Abrir histórico de condições de treino
ru: Открыть историю статусов тренировок
zh_hans: 打开训练状态历史

source: Open Unit Settings
de: Einheiten-Einstellungen öffnen
es: Abrir ajustes de unidades
fr: Ouvrir les réglages d'unités
it: Apri le impostazioni delle unità
ja: 単位設定を開く
ko: 단위 설정 열기
pt_br: Abrir ajustes de unidades
ru: Открыть настройки единиц
zh_hans: 打开单位设置

source: Open Villain Arc
de: Villain Arc öffnen
es: Abrir Villain Arc
fr: Ouvrir Villain Arc
it: Apri Villain Arc
ja: Villain Arcを開く
ko: Villain Arc 열기
pt_br: Abrir o Villain Arc
ru: Открыть Villain Arc
zh_hans: 打开 Villain Arc

source: Open workout
de: Workout öffnen
es: Abrir entrenamiento
fr: Ouvrir la séance
it: Apri allenamento
ja: ワークアウトを開く
ko: 운동 열기
pt_br: Abrir treino
ru: Открыть тренировку
zh_hans: 打开训练

source: Open Workout
de: Workout öffnen
es: Abrir entrenamiento
fr: Ouvrir la séance
it: Apri allenamento
ja: ワークアウトを開く
ko: 운동 열기
pt_br: Abrir treino
ru: Открыть тренировку
zh_hans: 打开训练

source: Open workout plan
de: Trainingsplan öffnen
es: Abrir plan de entrenamiento
fr: Ouvrir le programme d'entraînement
it: Apri scheda di allenamento
ja: ワークアウトプランを開く
ko: 운동 플랜 열기
pt_br: Abrir plano de treino
ru: Открыть план тренировки
zh_hans: 打开训练计划

source: Open Workout Plan
de: Trainingsplan öffnen
es: Abrir plan de entrenamiento
fr: Ouvrir le programme d'entraînement
it: Apri scheda di allenamento
ja: ワークアウトプランを開く
ko: 운동 플랜 열기
pt_br: Abrir plano de treino
ru: Открыть план тренировки
zh_hans: 打开训练计划

source: Open Workout Preferences
de: Workout-Einstellungen öffnen
es: Abrir preferencias de entrenamiento
fr: Ouvrir les préférences de séance
it: Apri le preferenze di allenamento
ja: ワークアウト設定を開く
ko: 운동 환경설정 열기
pt_br: Abrir preferências de treino
ru: Открыть настройки тренировок
zh_hans: 打开训练偏好

source: Open Workout Settings
de: Workout-Einstellungen öffnen
es: Abrir ajustes de entrenamiento
fr: Ouvrir les réglages de séance
it: Apri le impostazioni di allenamento
ja: ワークアウト設定を開く
ko: 운동 설정 열기
pt_br: Abrir ajustes de treino
ru: Открыть настройки тренировки
zh_hans: 打开训练设置

source: Open Workout Split
de: Trainingssplit öffnen
es: Abrir split de entrenamiento
fr: Ouvrir le split d'entraînement
it: Apri split di allenamento
ja: ワークアウトスプリットを開く
ko: 운동 스플릿 열기
pt_br: Abrir split de treino
ru: Открыть сплит
zh_hans: 打开训练分化

source: Opens a specific cardio session.
de: Öffnet eine bestimmte Cardio-Einheit.
es: Abre una sesión de cardio específica.
fr: Ouvre une séance de cardio spécifique.
it: Apre una sessione cardio specifica.
ja: 特定の有酸素セッションを開きます。
ko: 특정 유산소 세션을 엽니다.
pt_br: Abre uma sessão de cardio específica.
ru: Открывает выбранное кардио.
zh_hans: 打开指定的有氧训练。

source: Opens a specific workout plan.
de: Öffnet einen bestimmten Trainingsplan.
es: Abre un plan de entrenamiento específico.
fr: Ouvre un programme d'entraînement spécifique.
it: Apre una scheda specifica.
ja: 特定のワークアウトプランを開きます。
ko: 특정 운동 플랜을 엽니다.
pt_br: Abre um plano de treino específico.
ru: Открывает выбранный план тренировки.
zh_hans: 打开指定的训练计划。

source: Opens a specific workout.
de: Öffnet ein bestimmtes Workout.
es: Abre un entrenamiento específico.
fr: Ouvre une séance spécifique.
it: Apre un allenamento specifico.
ja: 特定のワークアウトを開きます。
ko: 특정 운동을 엽니다.
pt_br: Abre um treino específico.
ru: Открывает выбранную тренировку.
zh_hans: 打开指定的训练。

source: Opens all cardio history filtered to your cardio workouts.
de: Öffnet den gesamten Cardio-Verlauf, gefiltert nach deinen Cardio-Workouts.
es: Abre todo el historial de cardio filtrado por tus entrenamientos de cardio.
fr: Ouvre tout l'historique de cardio filtré sur tes séances de cardio.
it: Apre tutta la cronologia filtrata sui tuoi allenamenti cardio.
ja: 有酸素運動に絞り込んだすべての履歴を開きます。
ko: 유산소 운동만 필터링한 전체 유산소 기록을 엽니다.
pt_br: Abre todo o histórico de cardio filtrado pelos seus treinos de cardio.
ru: Открывает всю историю, отфильтрованную по кардио.
zh_hans: 打开全部有氧历史，只显示你的有氧训练。

source: Opens an editor to compare your notes with the plan and sync them.
de: Öffnet einen Editor, um deine Notizen mit dem Plan zu vergleichen und zu synchronisieren.
es: Abre un editor para comparar tus notas con el plan y sincronizarlas.
fr: Ouvre un éditeur pour comparer tes notes avec le programme et les synchroniser.
it: Apre un editor per confrontare le tue note con quelle della scheda e sincronizzarle.
ja: メモをプランと比較して同期できる編集画面を開きます。
ko: 메모와 플랜을 비교하고 맞출 수 있는 편집기를 엽니다.
pt_br: Abre um editor para comparar as suas notas com o plano e sincronizá-las.
ru: Открывает редактор, чтобы сравнить твои заметки с планом и синхронизировать их.
zh_hans: 打开编辑器，对比你的备注与计划并同步。

source: Opens app settings.
de: Öffnet die App-Einstellungen.
es: Abre los ajustes de la app.
fr: Ouvre les réglages de l'app.
it: Apre le impostazioni dell'app.
ja: アプリの設定を開きます。
ko: 앱 설정을 엽니다.
pt_br: Abre os ajustes do app.
ru: Открывает настройки приложения.
zh_hans: 打开应用设置。

source: Opens detailed energy history.
de: Öffnet den detaillierten Energieverlauf.
es: Abre el historial detallado de energía.
fr: Ouvre l'historique détaillé de l'énergie.
it: Apre la cronologia dettagliata dell'energia.
ja: 詳細なエネルギー履歴を開きます。
ko: 자세한 에너지 기록을 엽니다.
pt_br: Abre o histórico detalhado de energia.
ru: Открывает подробную историю энергии.
zh_hans: 打开详细的能量历史。

source: Opens detailed steps history.
de: Öffnet den detaillierten Schrittverlauf.
es: Abre el historial detallado de pasos.
fr: Ouvre l'historique détaillé des pas.
it: Apre la cronologia dettagliata dei passi.
ja: 詳細な歩数履歴を開きます。
ko: 자세한 걸음 수 기록을 엽니다.
pt_br: Abre o histórico detalhado de passos.
ru: Открывает подробную историю шагов.
zh_hans: 打开详细的步数历史。

source: Opens detailed weight history.
de: Öffnet den detaillierten Gewichtsverlauf.
es: Abre el historial detallado de peso.
fr: Ouvre l'historique détaillé du poids.
it: Apre la cronologia dettagliata del peso.
ja: 詳細な体重履歴を開きます。
ko: 자세한 체중 기록을 엽니다.
pt_br: Abre o histórico detalhado de peso.
ru: Открывает подробную историю веса.
zh_hans: 打开详细的体重历史。

source: Opens exercise suggestion settings.
de: Öffnet die Einstellungen für Übungsvorschläge.
es: Abre los ajustes de sugerencias de ejercicios.
fr: Ouvre les réglages de suggestions d'exercices.
it: Apre le impostazioni dei suggerimenti per gli esercizi.
ja: 種目の提案設定を開きます。
ko: 종목 제안 설정을 엽니다.
pt_br: Abre as configurações de sugestões de exercícios.
ru: Открывает настройки рекомендаций для упражнения.
zh_hans: 打开动作建议设置。

source: Opens Health integration settings.
de: Öffnet die Einstellungen zur Health-Integration.
es: Abre los ajustes de integración con Salud.
fr: Ouvre les réglages d'intégration Santé.
it: Apre le impostazioni di integrazione con Salute.
ja: Health連携の設定を開きます。
ko: 건강 연동 설정을 엽니다.
pt_br: Abre os ajustes de integração com a Saúde.
ru: Открывает настройки интеграции со Здоровьем.
zh_hans: 打开“健康”集成设置。

source: Opens iOS Settings to enable iCloud.
de: Öffnet die iOS-Einstellungen, um iCloud zu aktivieren.
es: Abre los Ajustes de iOS para activar iCloud.
fr: Ouvre les Réglages iOS pour activer iCloud.
it: Apre le Impostazioni di iOS per attivare iCloud.
ja: iOSの設定を開いて、iCloudをオンにします。
ko: iCloud를 켤 수 있도록 iOS 설정을 엽니다.
pt_br: Abre os Ajustes do iOS para ativar o iCloud.
ru: Открывает Настройки iOS, чтобы включить iCloud.
zh_hans: 打开 iOS“设置”以启用 iCloud。

source: Opens notification settings.
de: Öffnet die Benachrichtigungseinstellungen.
es: Abre los ajustes de notificaciones.
fr: Ouvre les réglages de notifications.
it: Apre le impostazioni delle notifiche.
ja: 通知設定を開きます。
ko: 알림 설정을 엽니다.
pt_br: Abre os ajustes de notificações.
ru: Открывает настройки уведомлений.
zh_hans: 打开通知设置。

source: Opens pre workout context for your active workout.
de: Öffnet den Pre-Workout-Kontext für dein aktives Workout.
es: Abre el contexto previo al entrenamiento de tu entrenamiento activo.
fr: Ouvre le contexte d'avant-séance pour ta séance active.
it: Apre il contesto pre-allenamento per il tuo allenamento attivo.
ja: 実行中のワークアウトのワークアウト前の状態を開きます。
ko: 진행 중인 운동의 운동 전 컨디션을 엽니다.
pt_br: Abre o contexto pré-treino do seu treino ativo.
ru: Открывает состояние перед активной тренировкой.
zh_hans: 打开进行中训练的训练前状态。

source: Opens progress and history for a specific exercise.
de: Öffnet Fortschritt und Verlauf für eine bestimmte Übung.
es: Abre el progreso y el historial de un ejercicio específico.
fr: Ouvre la progression et l'historique d'un exercice spécifique.
it: Apre progressi e cronologia di un esercizio specifico.
ja: 特定の種目の進捗と履歴を開きます。
ko: 특정 종목의 변화와 기록을 엽니다.
pt_br: Abre o progresso e o histórico de um exercício específico.
ru: Открывает прогресс и историю выбранного упражнения.
zh_hans: 打开指定动作的进步和历史。

source: Opens set options.
de: Öffnet die Satzoptionen.
es: Abre las opciones de la serie.
fr: Ouvre les options de la série.
it: Apre le opzioni della serie.
ja: セットのオプションを開きます。
ko: 세트 옵션을 엽니다.
pt_br: Abre as opções da série.
ru: Открывает действия с подходом.
zh_hans: 打开组选项。

source: Opens settings for your active workout.
de: Öffnet die Einstellungen für dein aktives Workout.
es: Abre los ajustes de tu entrenamiento activo.
fr: Ouvre les réglages de ta séance active.
it: Apre le impostazioni del tuo allenamento attivo.
ja: 実行中のワークアウトの設定を開きます。
ko: 진행 중인 운동의 설정을 엽니다.
pt_br: Abre os ajustes do seu treino ativo.
ru: Открывает настройки активной тренировки.
zh_hans: 打开进行中训练的设置。

source: Opens Settings so you can change Apple Health permissions.
de: Öffnet die Einstellungen, damit du die Apple-Health-Berechtigungen ändern kannst.
es: Abre Ajustes para que puedas cambiar los permisos de Apple Salud.
fr: Ouvre les Réglages pour que tu puisses modifier les autorisations Apple Santé.
it: Apre le Impostazioni per modificare i permessi di Apple Health.
ja: 設定を開き、Apple Healthのアクセス許可を変更できます。
ko: Apple Health 권한을 바꿀 수 있도록 설정을 엽니다.
pt_br: Abre os Ajustes para que você possa alterar as permissões do Apple Saúde.
ru: Открывает Настройки, чтобы изменить разрешения Apple Health.
zh_hans: 打开“设置”以更改 Apple Health 权限。

source: Opens Settings so you can review Apple Health access.
de: Öffnet die Einstellungen, damit du den Apple-Health-Zugriff überprüfen kannst.
es: Abre Ajustes para que puedas revisar el acceso a Apple Salud.
fr: Ouvre les Réglages pour que tu puisses vérifier l'accès à Apple Santé.
it: Apre le Impostazioni per rivedere l'accesso ad Apple Health.
ja: 設定を開き、Apple Healthのアクセス状況を確認できます。
ko: Apple Health 접근 권한을 확인할 수 있도록 설정을 엽니다.
pt_br: Abre os Ajustes para que você possa revisar o acesso ao Apple Saúde.
ru: Открывает Настройки, чтобы проверить доступ к Apple Health.
zh_hans: 打开“设置”以查看 Apple Health 访问权限。

source: Opens the active cardio session.
de: Öffnet die aktive Cardio-Session.
es: Abre la sesión de cardio activa.
fr: Ouvre la séance de cardio active.
it: Apre la sessione cardio attiva.
ja: 実行中の有酸素セッションを開きます。
ko: 진행 중인 유산소 세션을 엽니다.
pt_br: Abre a sessão de cardio ativa.
ru: Открывает активное кардио.
zh_hans: 打开进行中的有氧训练。

source: Opens the App Store review page.
de: Öffnet die Bewertungsseite im App Store.
es: Abre la página de valoración de la App Store.
fr: Ouvre la page d'évaluation de l'App Store.
it: Apre la pagina di recensione sull'App Store.
ja: App Storeのレビューページを開きます。
ko: App Store 리뷰 페이지를 엽니다.
pt_br: Abre a página de avaliação da App Store.
ru: Открывает страницу отзывов в App Store.
zh_hans: 打开 App Store 评价页面。

source: Opens the Cardio tab with your recent sessions and routes.
de: Öffnet den Cardio-Tab mit deinen letzten Sessions und Routen.
es: Abre la pestaña de cardio con tus sesiones y rutas recientes.
fr: Ouvre l'onglet Cardio avec tes séances et itinéraires récents.
it: Apre la sezione Cardio con le tue sessioni e i tuoi percorsi recenti.
ja: 最近のセッションとルートが表示される有酸素運動タブを開きます。
ko: 최근 세션과 경로가 있는 유산소 탭을 엽니다.
pt_br: Abre a aba de cardio com suas sessões e rotas recentes.
ru: Открывает вкладку «Кардио» с последними сессиями и маршрутами.
zh_hans: 打开“有氧”标签页，查看近期训练和路线。

source: Opens the correlation between your sleep, RPE, and session quality.
de: Öffnet die Korrelation zwischen deinem Schlaf, deiner RPE und der Qualität der Einheit.
es: Abre la correlación entre tu sueño, RPE y la calidad de la sesión.
fr: Ouvre la corrélation entre ton sommeil, ton RPE et la qualité de la séance.
it: Apre la correlazione tra sonno, RPE e qualità delle sessioni.
ja: 睡眠、RPE、セッションの質の相関を開きます。
ko: 수면, RPE, 세션 퀄리티의 상관관계를 엽니다.
pt_br: Abre a correlação entre seu sono, RPE e a qualidade da sessão.
ru: Открывает связь между сном, RPE и качеством тренировки.
zh_hans: 打开你的睡眠、RPE 与训练质量之间的相关性。

source: Opens the linked workout plan.
de: Öffnet den verknüpften Trainingsplan.
es: Abre el plan de entrenamiento vinculado.
fr: Ouvre le programme d'entraînement lié.
it: Apre la scheda collegata.
ja: 紐づけられたワークアウトプランを開きます。
ko: 연결된 운동 플랜을 엽니다.
pt_br: Abre o plano de treino vinculado.
ru: Открывает связанный план тренировки.
zh_hans: 打开关联的训练计划。

source: Opens the rest timer for your active workout.
de: Öffnet den Pausentimer für dein aktives Workout.
es: Abre el temporizador de descanso de tu entrenamiento activo.
fr: Ouvre le minuteur de repos de ta séance active.
it: Apre il timer di recupero del tuo allenamento attivo.
ja: 実行中のワークアウトの休憩タイマーを開きます。
ko: 진행 중인 운동의 휴식 타이머를 엽니다.
pt_br: Abre o cronômetro de descanso do seu treino ativo.
ru: Открывает таймер отдыха активной тренировки.
zh_hans: 打开进行中训练的休息计时器。

source: Opens the training condition editor.
de: Öffnet den Editor für Trainingsbedingungen.
es: Abre el editor de condiciones de entrenamiento.
fr: Ouvre l'éditeur de conditions d'entraînement.
it: Apre l'editor delle condizioni di allenamento.
ja: トレーニングコンディションの編集画面を開きます。
ko: 훈련 상황 편집기를 엽니다.
pt_br: Abre o editor de condições de treino.
ru: Открывает редактор статуса тренировок.
zh_hans: 打开训练状态编辑器。

source: Opens the workout plan for today.
de: Öffnet den Trainingsplan für heute.
es: Abre el plan de entrenamiento de hoy.
fr: Ouvre le programme d'entraînement du jour.
it: Apre la scheda di oggi.
ja: 今日のワークアウトプランを開きます。
ko: 오늘의 운동 플랜을 엽니다.
pt_br: Abre o plano de treino de hoje.
ru: Открывает план тренировки на сегодня.
zh_hans: 打开今天的训练计划。

source: Opens today's workout plan from your active split.
de: Öffnet den heutigen Trainingsplan aus deinem aktiven Split.
es: Abre el plan de entrenamiento de hoy de tu split activo.
fr: Ouvre le programme d'entraînement du jour de ton split actif.
it: Apre la scheda di oggi dal tuo split attivo.
ja: アクティブなスプリットから今日のワークアウトプランを開きます。
ko: 활성 스플릿에서 오늘의 운동 플랜을 엽니다.
pt_br: Abre o plano de treino de hoje do seu split ativo.
ru: Открывает сегодняшний план из активного сплита.
zh_hans: 从你当前的分化中打开今天的训练计划。

source: Opens trend detail for %@
de: Öffnet die Trenddetails für %@
es: Abre el detalle de tendencia de %@
fr: Ouvre le détail de tendance pour %@
it: Apre i dettagli della tendenza di %@
ja: %@のトレンド詳細を開きます
ko: %@ 추세 상세를 엽니다
pt_br: Abre o detalhe de tendência de %@
ru: Открывает подробности тренда: %@
zh_hans: 打开%@的趋势详情

source: Opens trend views for your key health metrics.
de: Öffnet Trendansichten für deine wichtigsten Gesundheitsmetriken.
es: Abre las vistas de tendencias de tus métricas de salud clave.
fr: Ouvre les vues de tendances de tes statistiques de santé clés.
it: Apre le viste delle tendenze per i tuoi dati di salute principali.
ja: 主要な健康指標のトレンド画面を開きます。
ko: 주요 건강 지표의 추세 화면을 엽니다.
pt_br: Abre as visualizações de tendências das suas métricas de saúde principais.
ru: Открывает тренды по ключевым показателям здоровья.
zh_hans: 打开你关键健康指标的趋势视图。

source: Opens trends view
de: Öffnet die Trendansicht
es: Abre la vista de tendencias
fr: Ouvre la vue des tendances
it: Apre la vista delle tendenze
ja: トレンド画面を開く
ko: 추세 화면을 엽니다
pt_br: Abre a visualização de tendências
ru: Открывает тренды
zh_hans: 打开趋势视图

source: Opens unit settings.
de: Öffnet die Einheiten-Einstellungen.
es: Abre los ajustes de unidades.
fr: Ouvre les réglages d'unités.
it: Apre le impostazioni delle unità.
ja: 単位設定を開きます。
ko: 단위 설정을 엽니다.
pt_br: Abre os ajustes de unidades.
ru: Открывает настройки единиц.
zh_hans: 打开单位设置。

source: Opens workout preferences in app settings.
de: Öffnet die Workout-Einstellungen in den App-Einstellungen.
es: Abre las preferencias de entrenamiento en los ajustes de la app.
fr: Ouvre les préférences de séance dans les réglages de l'app.
it: Apre le preferenze di allenamento nelle impostazioni dell'app.
ja: アプリ設定のワークアウト設定を開きます。
ko: 앱 설정에서 운동 환경설정을 엽니다.
pt_br: Abre as preferências de treino nos ajustes do app.
ru: Открывает настройки тренировок в параметрах приложения.
zh_hans: 在应用设置中打开训练偏好。

source: Opens workout split creation.
de: Öffnet die Erstellung eines Trainingssplits.
es: Abre la creación de un split de entrenamiento.
fr: Ouvre la création d'un split d'entraînement.
it: Apre la creazione di uno split di allenamento.
ja: ワークアウトスプリットの作成画面を開きます。
ko: 운동 스플릿 만들기를 엽니다.
pt_br: Abre a criação de um split de treino.
ru: Открывает создание сплита.
zh_hans: 打开训练分化创建。

source: Opens workout split settings.
de: Öffnet die Einstellungen des Trainingssplits.
es: Abre los ajustes del split de entrenamiento.
fr: Ouvre les réglages du split d'entraînement.
it: Apre le impostazioni dello split di allenamento.
ja: ワークアウトスプリットの設定を開きます。
ko: 운동 스플릿 설정을 엽니다.
pt_br: Abre os ajustes do split de treino.
ru: Открывает настройки сплита.
zh_hans: 打开训练分化设置。

source: Opens your active workout plan flow.
de: Öffnet den Ablauf deines aktiven Trainingsplans.
es: Abre el flujo de tu plan de entrenamiento activo.
fr: Ouvre le flux de ton programme d'entraînement actif.
it: Apre il flusso della tua scheda attiva.
ja: アクティブなワークアウトプランのフローを開きます。
ko: 진행 중인 운동 플랜 화면을 엽니다.
pt_br: Abre o fluxo do seu plano de treino ativo.
ru: Открывает работу с активным планом тренировки.
zh_hans: 打开你进行中的训练计划流程。

source: Opens your active workout split.
de: Öffnet deinen aktiven Trainingssplit.
es: Abre tu split de entrenamiento activo.
fr: Ouvre ton split d'entraînement actif.
it: Apre il tuo split di allenamento attivo.
ja: アクティブなワークアウトスプリットを開きます。
ko: 활성 운동 스플릿을 엽니다.
pt_br: Abre seu split de treino ativo.
ru: Открывает твой активный сплит.
zh_hans: 打开你当前的训练分化。

source: Opens your active workout.
de: Öffnet dein aktives Workout.
es: Abre tu entrenamiento activo.
fr: Ouvre ta séance active.
it: Apre il tuo allenamento attivo.
ja: 実行中のワークアウトを開きます。
ko: 진행 중인 운동을 엽니다.
pt_br: Abre seu treino ativo.
ru: Открывает твою активную тренировку.
zh_hans: 打开你进行中的训练。

source: Opens your calories burned history.
de: Öffnet deinen Verlauf der verbrannten Kalorien.
es: Abre tu historial de calorías quemadas.
fr: Ouvre ton historique de calories brûlées.
it: Apre la cronologia delle calorie bruciate.
ja: 消費カロリーの履歴を開きます。
ko: 소모 칼로리 기록을 엽니다.
pt_br: Abre seu histórico de calorias queimadas.
ru: Открывает историю сожжённых калорий.
zh_hans: 打开你的消耗热量历史。

source: Opens your complete list of weight entries.
de: Öffnet deine vollständige Liste der Gewichtseinträge.
es: Abre tu lista completa de registros de peso.
fr: Ouvre ta liste complète d'entrées de poids.
it: Apre l'elenco completo delle tue voci di peso.
ja: 体重の記録の全一覧を開きます。
ko: 전체 체중 기록 목록을 엽니다.
pt_br: Abre sua lista completa de registros de peso.
ru: Открывает полный список записей веса.
zh_hans: 打开你的完整体重记录列表。

source: Opens your exercises list.
de: Öffnet deine Übungsliste.
es: Abre tu lista de ejercicios.
fr: Ouvre ta liste d'exercices.
it: Apre l'elenco dei tuoi esercizi.
ja: 種目の一覧を開きます。
ko: 종목 목록을 엽니다.
pt_br: Abre sua lista de exercícios.
ru: Открывает список упражнений.
zh_hans: 打开你的动作列表。

source: Opens your heart rate history.
de: Öffnet deinen Herzfrequenzverlauf.
es: Abre tu historial de frecuencia cardíaca.
fr: Ouvre ton historique de fréquence cardiaque.
it: Apre la cronologia della frequenza cardiaca.
ja: 心拍数の履歴を開きます。
ko: 심박수 기록을 엽니다.
pt_br: Abre o seu histórico de frequência cardíaca.
ru: Открывает историю пульса.
zh_hans: 打开你的心率历史。

source: Opens your heart rate variability history.
de: Öffnet deinen Verlauf der Herzfrequenzvariabilität.
es: Abre tu historial de variabilidad de la frecuencia cardíaca.
fr: Ouvre ton historique de variabilité de la fréquence cardiaque.
it: Apre la cronologia della variabilità della frequenza cardiaca.
ja: 心拍変動の履歴を開きます。
ko: 심박 변이도 기록을 엽니다.
pt_br: Abre o seu histórico de variabilidade da frequência cardíaca.
ru: Открывает историю вариабельности пульса.
zh_hans: 打开你的心率变异性历史。

source: Opens your hydration goal history.
de: Öffnet den Verlauf deines Flüssigkeitsziels.
es: Abre el historial de tu objetivo de hidratación.
fr: Ouvre l’historique de ton objectif d’hydratation.
it: Apre la cronologia dei tuoi obiettivi di idratazione.
ja: 水分補給目標の履歴を開きます。
ko: 수분 섭취 목표 기록을 엽니다.
pt_br: Abre o histórico da sua meta de hidratação.
ru: Открывает историю целей по воде.
zh_hans: 打开你的饮水目标历史。

source: Opens your hydration history.
de: Öffnet deinen Flüssigkeitsverlauf.
es: Abre tu historial de hidratación.
fr: Ouvre ton historique d’hydratation.
it: Apre la cronologia dell'idratazione.
ja: 水分補給の履歴を開きます。
ko: 수분 섭취 기록을 엽니다.
pt_br: Abre o seu histórico de hidratação.
ru: Открывает историю потребления воды.
zh_hans: 打开你的饮水历史。

source: Opens your in-progress cardio session.
de: Öffnet deine laufende Cardio-Session.
es: Abre tu sesión de cardio en curso.
fr: Ouvre ta séance de cardio en cours.
it: Apre la tua sessione cardio in corso.
ja: 実行中の有酸素セッションを開きます。
ko: 진행 중인 유산소 세션을 엽니다.
pt_br: Abre sua sessão de cardio em andamento.
ru: Открывает текущее кардио.
zh_hans: 打开你进行中的有氧训练。

source: Opens your profile.
de: Öffnet dein Profil.
es: Abre tu perfil.
fr: Ouvre ton profil.
it: Apre il tuo profilo.
ja: プロフィールを開きます。
ko: 프로필을 엽니다.
pt_br: Abre seu perfil.
ru: Открывает твой профиль.
zh_hans: 打开你的个人资料。
